{
  "error_code": 0,
  "msg":"查询成功",
  "data": [
      {
        "id": 1,
        "name": "创新研发",
        "child": [
            {"id":1,"name":"企业管理"},
            {"id":2,"name":"人力管理"},
            {"id":3,"name":"市场营销"},
            {"id":4,"name":"企业管理"},
            {"id":5,"name":"人力管理"},
            {"id":6,"name":"市场营销"},
            {"id":7,"name":"市场营销"},
            {"id":8,"name":"企业管理"},
            {"id":9,"name":"人力管理"}
        ]
      },
      {
        "id": 2,
        "name": "创新研发",
        "child": [
            {"id":1,"name":"企业管理"},
            {"id":2,"name":"人力管理"},
            {"id":3,"name":"市场营销xxx"}
        ]
      }
  ]
}