{
    "error_code": 0,
    "msg": "查询成功",
    "data": [{
                "time": "22:16",
                "str": "我查阅了白金币介绍"
            },
            {
                "time": "22:16",
                "str": "我查阅了白金币介绍"
            },
            {
                "time": "22:16",
                "str": "我查阅了白金币介绍"
            },
            {
                "time": "22:16",
                "str": "我查阅了白金币介绍"
            },
            {
                "time": "22:16",
                "str": "我查阅了白金币介绍"
            },
            {
                "time": "22:16",
                "str": "我查阅了白金币介绍"
            },
            {
                "time": "22:16",
                "str": "我查阅了白金币介绍"
            },
            {
                "time": "22:16",
                "str": "我查阅了白金币介绍"
            },
            {
                "time": "22:16",
                "str": "我查阅了白金币介绍"
            },
            {
                "time": "22:16",
                "str": "我查阅了白金币介绍"
            },
            {
                "time": "22:16",
                "str": "我查阅了白金币介绍"
            },
            {
                "time": "22:16",
                "str": "我查阅了白金币介绍"
            },
            {
                "time": "22:16",
                "str": "我查阅了白金币介绍"
            },
            {
                "time": "22:16",
                "str": "我查阅了白金币介绍"
            },
            {
                "time": "22:16",
                "str": "我查阅了白金币介绍"
            },
            {
                "time": "22:16",
                "str": "我查阅了白金币介绍"
            },
            {
                "time": "22:16",
                "str": "我查阅了白金币介绍"
            },
            {
                "time": "22:16",
                "str": "我查阅了白金币介绍"
            },
            {
                "time": "22:16",
                "str": "我查阅了白金币介绍"
            }]
}